Repository: MetricsoftInc/MetricSoft
Catalog: AAM/Metricsoft/SQMWebsite/Include/App_LocalResources/Ucl_IncidentList.ascx.*.resx
Languages: ja, pl, th

# btnReceiptSearchResource1.Text
source: List Receipts
ja: 受け取りのリスト
pl: Wymień rachunki
th: แสดงรายการใบเสร็จ

# btnReceiptSearchResource1.ToolTip
source: List material receipts
ja: 品物の受け取りリスト
pl: Wymień potwierdzenia przyjęcia materiałów
th: แสดงรายการใบเสร็จของวัสดุ

# GridTemplateColumnResource1.HeaderText
source: Issue ID
ja: ID発行
pl: ID problemu
th: รหัสปัญหา

# GridTemplateColumnResource13.HeaderText
source: Created
ja: 作成済み
pl: Stworzone
th: ถูกสร้าง

# GridTemplateColumnResource14.HeaderText
source: Updated
ja: アップデート済み
pl: Zaktualizowane
th: อัปเดตแล้ว

# GridTemplateColumnResource16.HeaderText
source: Reports
ja: 報告
pl: Sprawozdania
th: รายงาน

# GridTemplateColumnResource2.HeaderText
source: Record Date/<br>Reported By
ja: 記録日/<br>記録者
pl: Data wpisu/<br>Zgłoszono przez
th: วันที่บันทึก/<br>รายงานโดย

# GridTemplateColumnResource22.HeaderText
source: Initial Evidence
ja: 初期証拠
pl: Początkowe dowody
th: หลักฐานเบื้องต้น

# GridTemplateColumnResource24.HeaderText
source: View Reports
ja: 報告書を見る
pl: Zobacz sprawozdania
th: ดูรายงาน

# GridTemplateColumnResource25.HeaderText
source: Recommendation/<br>Response
ja: 推奨
pl: Zalecenia/<br>Odpowiedź
th: ข้อเสนอแนะ/<br>การตอบสนอง

# GridTemplateColumnResource30.HeaderText
source: Initial Evidence
ja: 初期証拠
pl: Początkowe dowody
th: หลักฐานเบื้องต้น

# GridTemplateColumnResource37.HeaderText
source: Date Due/<br>Responsible
ja: 納期/<br>責任者
pl: Termin/<br>Odpowiedzialny
th: วันครบกำหนด/<br>ผู้รับผิดชอบ

# GridTemplateColumnResource8.HeaderText
source: Initial Evidence
ja: 初期証拠
pl: Początkowe dowody
th: หลักฐานเบื้องต้น

# GridTemplateColumnResource9.HeaderText
source: Problem Case ID
ja: 問題ケースID
pl: ID sprawy
th: รหัสของประเด็นปัญหา

# imgCaseStatusResource1.ToolTip
source: Case is inactive
ja: ケースは非アクティブです
pl: Sprawa jest nieaktywna
th: เหตุการณ์ไม่ทำงาน

# lb8dResource1.Text
source: <span class="tableLink" style="color: #a00000; white-space: nowrap;">Edit 8D</span>
pl: <span class="tableLink" style="color: #a00000; white-space: nowrap;">Edytuj 8D</span>

# lb8dResource1.ToolTip
source: Edit 8D problem case
ja: 8D問題を編集する
pl: Edytuj sprawę 8D
th: แก้ไขการแก้ปัญหาแบบ 8D

# lb8dResource2.Text
source: <span class="tableLink" style="color: #a00000; white-space: nowrap;">Edit 8D</span>
pl: <span class="tableLink" style="color: #a00000; white-space: nowrap;">Edytuj 8D</span>

# lb8dResource2.ToolTip
source: Edit 8D problem case
ja: 8D問題を編集する
pl: Edytuj sprawę 8D
th: แก้ไขการแก้ปัญหาแบบ 8D

# lb8dResource3.Text
source: <span class="tableLink" style="color: #a00000">Edit 8D</span>
pl: <span class="tableLink" style="color: #a00000">Edytuj 8D</span>
th: <span class="tableLink" style="color: #a00000">แก้ไข 8D</span>

# lb8dResource3.ToolTip
source: Edit 8D problem case
ja: 8D問題を編集する
pl: Edytuj sprawę 8D
th: แก้ไขการแก้ปัญหาแบบ 8D

# lbEditReportResource1.Text
source: <span class="tableLink" style="color: #006080; white-space: nowrap;">Edit Report</span>
pl: <span class="tableLink" style="color: #a00000; white-space: nowrap;">Edytuj 8D</span>
th: <span class="tableLink" style="color: #006080; white-space: nowrap;">แก้ไขรายงาน</span>

# lbEditReportResource1.ToolTip
source: Edit Incident Report
ja: 災害報告を編集する
pl: Edytuj sprawozdanie dotyczące zdarzenia
th: แก้ไขรายงานอุบัติเหตุ

# lbEditReportResource2.Text
source: <span class="tableLink" style="color: #006080; white-space: nowrap;">Update Response</span>
pl: <span class="tableLink" style="color: #006080; white-space: nowrap;">Aktualizuj odpowiedź</span>
th: <span class="tableLink" style="color: #006080; white-space: nowrap;">อัปเดตการตอบสนอง</span>

# lbEditReportResource2.ToolTip
source: Edit Response
ja: レスポンスの編集
pl: Edytuj odpowiedź
th: แก้ไขคำตอบ

# lbIncidentIdResource3.ToolTip
source: Edit Recommendation
ja: 推奨の編集
pl: Edytuj zalecenie
th: แก้ไขข้อเสนอแนะ

# lblCaseIDResource2.Text
source: Problem Case ID
ja: 問題ケースID
pl: ID sprawy
th: รหัสของประเด็นปัญหา

# lblCreateDateResource1.Text
source: Created
ja: 作成済み
pl: Stworzone
th: ถูกสร้าง

# lblIncidentListEmptyResource1.Text
source: No Incidents exist matching your search criteria.
ja: 検索条件に一致するインシデントは存在しません。
pl: Brak zdarzeń pasujących do twoich kryteriów wyszukiwania.
th: ไม่มีเหตุการณ์ที่ตรงกับเกณฑ์การค้นหาของคุณ

# lblIssueListEmptyResource1.Text
source: No Quality Issues matching your search criteria.
ja: 検索条件に一致する品質問題はありません。
pl: Brak problemów z jakością pasujących do twoich kryteriów wyszukiwania.
th: ไม่มีปัญหาด้านคุณภาพที่ตรงกับเกณฑ์การค้นหาของคุณ

# lblIssueResponsibleResource1.Text
source: Responsible
ja: 責任者
pl: Odpowiedzialny
th: ผู้รับผิดชอบ

# lblShowImageResource1.Text
source: Display Initial Evidence (Images)
ja: 初期証拠を表示する（画像）
pl: Wyświetl początkowy dowód (zdjęcia)
th: แสดงหลักฐานเบื้องต้น (ภาพ)

# lbReportResource1.Text
source: <img src="/images/defaulticon/16x16/files.png" alt="" style="vertical-align: middle; margin-left: 4px;" /> 8D Report
th: <img src="/images/defaulticon/16x16/files.png" alt="" style="vertical-align: middle; margin-left: 4px;" /> รายงาน 8D

# lbReportResource2.Text
source: <img src="/images/ico16-documents.png" alt="" style="margin-top: -3px; vertical-align: middle;" /> 8D Report
th: <img src="/images/ico16-documents.png" alt="" style="margin-top: -3px; vertical-align: middle;" /> รายงาน 8D
