Repository: MetricsoftInc/MetricSoft
Catalog: AAM/Metricsoft/SQMWebsite/Include/App_LocalResources/Ucl_INCFORM_InjuryIllness.ascx.*.resx
Languages: es, th, zh

# btnAddWitnessResource1.Text
source: Add Another Witness
es: Añadir otro testigo
th: เพิ่มพยานอีกราย
zh: 添加另一个目击者

# btnAddWitnessResource1.ToolTip
source: Add Another Witness
es: Añadir otro testigo
th: เพิ่มพยานอีกราย
zh: 添加另一个目击者

# btnSubnavLostTimeResource1.Text
source: Lost time History
es: Tiempo perdido historia
th: ประวัติของกรณีถึงขั้นหยุดงาน
zh: 损时历史

# lbBodyPartResource1.Text
source: Body Part
es: Parte del Cuerpo
th: ส่วนของร่างกาย
zh: 身体部分

# lbDirectSupvResource1.Text
source: Employee
es: Supervisado directamente
th: ขึนตรงต่อ AAM
zh: 由 AAM 直接监管

# lbErgConcernResource1.Text
source: Ergonomic Concerns
es: Preocupaciones ergonómicas
th: ข้อกังวัลด้านการยศาสตร์
zh: 人机工程相关

# lbFatalityResource1.Text
source: Fatality?
es: ¿Fatlidad?
th: ถึงแก่ชีวิตหรือไม่?
zh: 死亡事故?

# lbFirstAidResource1.Text
source: First Aid?
es: ¿Primeros auxilios?
th: ปฐมพยาบาลหรือไม่?
zh: 急救?

# lbInjuryTypeResource1.Text
source: Type of Injury
es: Tipo de Lesión
th: ประเภทของการบาดเจ็บ
zh: 工伤种类

# lbInsideOutsideResource1.Text
source: Inside or Outside Building
es: ¿Dentro o Fuera del Edificio?
th: ภายในหรือภายนอกอาคาร
zh: 室内还是室外

# lbInvolvedPersonResource1.Text
source: Involved Person's Name
es: El Nombre de la Persona Involucrada
th: ชื่อผู้ที่เกี่ยวข้อง
zh: 涉及人员姓名

# lbInvPersonStatementResource1.Text
source: Involved Person's Statement
es: Declaración de la persona involucrada
th: คำให้การของผู้ที่เกี่ยวข้อง
zh: 涉及人员陈述

# lbLocalDescResource1.Text
source: Local Description
es: Descripción Local
th: คำอธิบายพื้นที่
zh: 当地描述

# lbLostTimeResource1.Text
source: Lost Time?
es: ¿Tiempo perdido o restringido?
th: หยุดหรือพักงาน
zh: 损失或限制时间?

# lblSubmittedResource1.Text
source: Power Outage submitted.
es: Corte de energía presentó.
th: มีการรายงานเหตุไฟฟ้าดับ
zh: 停电提交。

# lbRecordableResource1.Text
source: Recordable?
es: ¿Grabable?
th: เป็น Recordable หรือไม่?
zh: 可记录？

# lbShiftResource1.Text
source: Shift
es: Cambio
th: กะ
zh: 班次

# lbStdProcsFollowedResource1.Text
source: Standard Work Procedures Followed ?
es: ¿Procedimientos estándar de trabajo seguidos sin desviaciones?
th: ปฎิบัติตามมาตรฐานการทำงานโดยไม่มีข้อยกเว้นหรือไม่
zh: 无偏差地遵守了标准工作流程?

# lbSupervisorLabelResource1.Text
source: Supervisor:
th: หัวหน้างาน
zh: 主管:

# lbSupervisorStatementResource1.Text
source: Supervisor's Statement
es: Declaración del supervisor
th: คำให้การของหัวหน้างาน
zh: 主管陈述

# lbSupvInformedDateResource1.Text
source: Date Supervisor Informed
es: La Fecha en Que el Supervisor Fue Informado
th: วันที่หัวหน้างานได้รับแจ้ง
zh: 通知主管的日期

# lbTaskYearsResource1.Text
source: How long has associate been doing this job/specific task ?
es: ¿Cuánto tiempo ha asociado estado haciendo este trabajo / tarea específica?
th: พนักงานปฎิบัติงานนี้มานานแค่ไหน / เป็นงานพิเศษหรือไม่
zh: 员工从事这一工作/具体任务多久了?

# lbTrainingProvidedResource1.Text
source: Was Training for this Task Provided?
es: ¿Entrenamiento para esta tarea fue proporcionada?
th: มีการฝึกอบรมสำหรับงานนี้ให้กับพนักงานหรือไม่?
zh: 是否为该项任务提供立了培训?

# lbWitnessColResource1.Text
source: Witness
es: Testigo
th: พยาน
zh: 目击者

# lbWitStmntPromptResource1.Text
source: Statement:
es: Declaración:
th: คำให้การ:
zh: 陈述:

# ListItemResource1.Text
source: Inside
es: Dentro
th: ภายใน
zh: 室内

# ListItemResource2.Text
source: Outside
th: ภายนอก
zh: 室外

# ListItemResource7.Text
source: Standard
th: มาตรฐาน
zh: 标准

# ListItemResource8.Text
source: Non-Standard
th: ไม่มาตรฐาน

# lbReoccurResource1.Text
source: Reoccurrence
zh: Reoccurance
