Repository: MetricsoftInc/MetricSoft
Catalog: AAM/Metricsoft/SQMWebsite/Include/App_LocalResources/Ucl_DashboardArea.ascx.*.resx
Languages: es, ja, pl, pt_br, th, zh

# btnRefreshDashboardResource1.Text
source: Refresh View
es: Actualiza la vista
ja: ビューの更新
pl: Odśwież widok
th: รีเฟรชมุมมอง
zh: 刷新视图

# btnRefreshDashboardResource1.ToolTip
source: Refresh the dashboard display
es: Actualizar la visualización del panel
ja: ダッシュボードの表示を更新する
pl: Odśwież wyświetlacz tablicy rozdzielczej
th: รีเฟรชการแสดงผลแผงควบคุม
zh: 刷新仪表盘显示

# btnTestViewResource1.Text
source: Preview
es: Vista previa
ja: プレビュー
pl: Podgląd
th: พรีวิว
zh: 预览

# btnViewLayoutResource1.Text
source: Layout
es: Elegir
ja: レイアウト
pl: Układ
th: โครงสร้าง
zh: 布局

# btnViewSaveResource1.Text
source: Save View
es: Guardar vista
ja: 表示を保存
pl: Zapisz widok
th: บันทึกมุมมอง
zh: 保存视图

# cbVINewRowResource1.Text
source: Start New Row
es: Comenzar una nueva fila
ja: 新しい行を開始する
pl: Rozpocznij nowy rząd
th: สร้างแถวใหม่
zh: 开始新行

# ddlDateIntervalResource1.ToolTip
source: select interval for charts calculating points by date
es: Seleccione Intervalo para calcular los puntos gráficos por fecha
ja: 日付ごとにポイントを計算するチャートのインターバルを選択する
pl: Wybierz przedział dla tabeli obliczających punkty wg daty
th: เลือกช่วงสำหรับแผนผังที่คำนวณคะแนนตามวัน
zh: 选择按日期计算点图表的间隔

# ddlVIGaugeTypeResource1.EmptyMessage
source: chart type
es: Tipo de gráfico
ja: チャートタイプ
pl: Rodzaj tabeli
th: ประเภทแผนผัง
zh: 图表内容

# ddlVIGaugeTypeResource1.ToolTip
source: select chart or gauge type
es: Seleccione el tipo de gráfico o manómetro
ja: チャート又はグラフタイプの選択
pl: Wybierz tabelę lub typ miernika
th: เลือกประเภทแผนผังหรือเกจ
zh: 选择图表或仪表类型

# ddlVIScopeResource1.EmptyMessage
source: for metric or category
es: Para la métrica o la categoría
ja: メトリックまたはカテゴリの場合
pl: Dla metryki lub kategorii
th: สำหรับหน่วยการวัดหรือหมวดหมู่
zh: 指标还是分类

# ddlVIScopeResource1.ToolTip
source: select metrics by category, type or specific measure
es: Seleccione métricas por categoría, tipo o medida específica
ja: カテゴリ、タイプ、または特定の指標で指標を選択する
pl: Wybierz metryki wg kategorii, rodzaju lub innego środka
th: เลือกหน่วยการวัดตามหมวดหมู่, ประเภท หรือการวัดเฉพาะ
zh: 按类别、类型还是具体计量选择指标

# ddlVISeqResource1.ToolTip
source: display sequence
es: Secuencia de visualización
ja: 表示順序
pl: Wyświetl sekwencję
th: แสดงลำดับ
zh: 显示序列

# ddlVISeriesOrderResource1.ToolTip
source: data series ordering
es: Ordenar series de datos
ja: データ系列の順序付け
pl: Zamawianie serii danych
th: การเรียงชุดข้อมูล
zh: 数字系列排序

# ddlVIStatResource1.EmptyMessage
source: statistic
es: Estadística
ja: 統計
pl: Statystyka
th: สถิติ
zh: 统计

# ddlVIStatResource1.ToolTip
source: select metric to display
es: Seleccione una métrica para mostrar
ja: 表示する基準を選択
pl: Wybierz metrykę, aby wyświetlić
th: เลือกหน่วยการวัดที่จะแสดง
zh: 选择要显示的指标

# ddlVITargetResource1.ToolTip
source: overlay metric target
es: Superponer objetivo métrica
pl: Zakryj mierzalny cel
th: ทับเป้าหมายของหน่วยการวัด
zh: 覆盖指标目标

# ddlVIXAxisScaleResource1.ToolTip
source: choose auto scaling or enter min/max scale values
es: Elegir escalado automático o introducir valores mínimo/máximo escala
ja: 自動スケーリングを選択するか、最小/最大スケーリング値を入力してください
pl: Wybierz automatyczne skalowanie lub wpisz minimalne/maksymalne wartości skali
th: เลือกการปรับสัดส่วนอัตโนมัติ หรือป้อนค่าสัดส่วน ต่ำสุด/สูงสุด
zh: 选择自动缩放或输入最小/最大缩放值

# Label1Resource1.Text
source: Perspective
es: Perspectiva
ja: 展望
pl: Perspektywa
th: มุมมอง
zh: 透视

# lblDateIntervalResource1.Text
source: Interval:
es: Intervalo:
ja: 間隔：
pl: Przedział:
th: ช่วง:
zh: 间隔:

# lblDfltParamsResource1.Text
source: Display Criteria
es: Los criterios de visualización
ja: 表示基準
pl: Kryterium wyświetlania
th: เกณฑ์การแสดงผล
zh: 显示标准

# lblLastUpdateResource1.Text
source: Last Updated By
es: Actualizado por última vez por
ja: 最終更新者
pl: Ostatnia aktualizacja przez
th: อัปเดตล่าสุดโดย
zh: 最近更新者：

# lblOfResource1.Text
source: of
es: de
pl: z
th: ของ
zh: 的

# lblPerspectiveResource1.Text
source: Select a view representing the detailed analysis you wish to explore. Views are listed according to system topics or data types represented.
es: Seleccione una vista que representa el análisis detallado que desee explorar. Vistas se enumeran de acuerdo con el sistema de temas o tipos de datos representados.
ja: 探索したい詳細な分析を表すビューを選択します。 ビューは、表示されるシステムトピックまたはデータタイプに従って表示されます。
pl: Wybierz widok prezentujący szczegóły analizy, które chcesz poznać bliżej. Widoki są umieszczone na liście wg tematów systemowych lub rodzaju prezentowanych danych.
th: เลือกมุมมองที่แสดงรายละเอียดการวิเคราะห์ที่คุณต้องการดู มุมมองจะถูกแสดงรายชื่อตามหัวข้อของระบบ หรือประเภทของข้อมูลที่แสดง
zh: 选择一个反映您希望了解之详细分析的视图。视图按照其反映的系统主题或数据类型列出。

# lblViewAvailabilityResource1.Text
source: Availability
es: Disponibilidad
ja: 可能性
pl: Dostępność
th: สถานะความพร้อม
zh: 可用性。

# lblViewDescResource1.Text
source: Title
es: Título
ja: タイトル
pl: Tytuł
th: ชื่อ
zh: 标题

# lblViewLoadErrorResource1.Text
source: An error occured attemtping to open the selected view.
es: Se ha producido un error attemtping para abrir la vista seleccionada.
ja: 選択したビューを開く際にエラーが発生しました。
pl: Wystąpił błąd podczas próby otwarcia wybranego widoku.
th: เกิดข้อผิดพลาดขึ้นระหว่างการเปิดมุมมองที่เลือก
zh: 在尝试打开所选视图时出错。

# lblViewNameResource1.Text
source: View Name
es: Ver nombre
ja: ビューの名前
pl: Nazwa widoku
pt_br: Nome da visualização
th: ชื่อมุมมอง
zh: 视图名称

# lblViewResource1.Text
source: View:
es: Ver:
ja: ビュー：
pl: Widok:
pt_br: Visualização:
th: มุมมอง:
zh: 视图:

# LblViewSaveErrorResource1.Text
source: An error occured while saving your changes.
es: Se ha producido un error al guardar los cambios.
ja: 変更を保存中にエラーが発生しました。
pl: Wystąpił błąd podczas zapisywania twoich zmian.
pt_br: Ocorreu um erro ao salvar suas alterações.
th: เกิดข้อผิดพลาดขึ้นระหว่างการบันทึกการเปลี่ยนแปลงของคุณ
zh: 在保存您的修改时出错。

# lblVISeqResource1.Text
source: Chart
es: Gráfico
ja: チャート
pl: Tabela
pt_br: Gráfico
th: แผนผัง
zh: 图表

# lblVIXAxisResource1.Text
source: Variable Axis
es: Eje variable
ja: 可変軸
pl: Zmienna osi
pt_br: Eixo variável
th: หลายแกน
zh: 可变轴

# lblWorkingResource1.Text
source: Loading view - please wait...
es: Cargar la vista - Espere por favor...
ja: ビューを読み込んでいます - しばらくお待ちください…
pl: Ładowanie widoku. Proszę czekać...
pt_br: Carregando visualização - aguarde...
th: กำลังโหลดมุมมอง - กรุณารอสักครู่...
zh: 加载视图 - 请等候...

# lblXByResource1.Text
source: by
es: de
pl: przez
pt_br: por
th: โดย
zh: 通过

# lblXToResource1.Text
source: to
es: a
pl: do
pt_br: para
th: ถึง
zh: 至

source: Loading...
es: Cargando…
ja: ローディング中
pl: Ładowanie...
pt_br: Carregando...
th: กำลังโหลด..
zh: 正在加载...

# RadComboBoxItemResource10.Text
source: Environmental YTD Performance
es: Desempeño ambiental (Año hasta la fecha)
ja: 環境YTDパフォーマンス
pl: Ochrona środowiska pracy (wyniki od początku roku)
pt_br: Desempenho Ambiental acumulado no ano
th: ผลการดำเนินการด้านสิ่งแวดล้อมแบบ YTD
zh: 环境 YTD 绩效

# RadComboBoxItemResource11.Text
source: Health & Safety
es: Salud y Seguridad
ja: 安全衛生
pl: Zdrowie i bezpieczeństwo
pt_br: Saúde e segurança
th: สุขภาพ และความปลอดภัย
zh: 健康与安全

# RadComboBoxItemResource12.Text
source: Health & Safety YTD Performance
es: El desempeño en salud y seguridad (Año hasta la fecha)
ja: 安全衛生YTDパフォーマンス
pl: Zdrowie i bezpieczeństwo (wyniki od początku roku)
pt_br: Desempenho de Saúde e Segurança acumulado no ano
th: ผลการดำเนินการด้านสุขภาพ และความปลอดภัยแบบ YTD
zh: 健康与安全 YTD 绩效

# RadComboBoxItemResource13.Text
source: Quality
es: Calidad
ja: 品質
pl: Jakość
pt_br: Qualidade
th: คุณภาพ
zh: 质量

# RadComboBoxItemResource14.Text
source: Owner
es: Dueño
ja: 所有者
pl: Właściciel
pt_br: Responsável
th: เจ้าของ
zh: 业主

# RadComboBoxItemResource18.Text
source: No Defaults
es: No condición base
ja: デフォルト無し
pl: Brak zobowiązań
pt_br: Sem padrões
th: ไม่มีค่าต้น
zh: 无默认值

# RadComboBoxItemResource19.Text
source: Use Current / Allow Override
es: Usar actual/Permitir anular
ja: 現在の使用/上書きの許可
pl: Zastosuj obecny/ Pozwól na zamianę
pt_br: Utilizar atual / Permitir substituição
th: ใช้ค่าปัจจุบัน / อนุญาตให้แทนที่ได้
zh: 使用当前值 / 允许覆盖

# RadComboBoxItemResource20.Text
source: Use Current / No Override
es: Usar actual/No anular
ja: 現在の使用/オーバーライドの使用
pl: Zastosuj obecny/ Brak zamiany
pt_br: Utilizar atual / Sem substituição
th: ใช้ค่าปัจจุบัน / ไม่อนุญาตให้แทนที่
zh: 使用当前值 / 无覆盖

# RadComboBoxItemResource21.Text
source: Select Locations
es: Seleccione las ubicaciones
ja: 場所を選択
pl: Wybierz lokalizacje
pt_br: Selecionar locais
th: เลือกสถานที่
zh: 选择位置

# RadComboBoxItemResource22.Text
source: Select Time Span
es: Seleccionar intervalo de tiempo
ja: タイムスパンを選択
pl: Wybierz przedział czasowy
pt_br: Selecionar período
th: เลือกช่วงเวลา
zh: 选择时间跨度

# RadComboBoxItemResource24.Text
source: Section Area
es: Área de sección
ja: エリアを選択
pl: Obszar sekcji
pt_br: Área da seção
th: เลือกพื้นที่
zh: 截面积

# RadComboBoxItemResource25.Text
source: Vernier
es: Caliper
pl: Suwmiarka
th: เวอร์เนียร์
zh: 游标卡尺

# RadComboBoxItemResource26.Text
source: Vernier Array
es: Matriz de Vernier
pl: Tablica suwmiarki
pt_br: Matriz de Vernier
th: ตารางเวอร์เนียร์
zh: 游标阵列

# RadComboBoxItemResource27.Text
source: Bar Graph
es: Gráfico de barras
ja: 棒グラフ
pl: Wykres słupkowy
pt_br: Gráfico de barras
th: กราฟแท่ง
zh: 条形图

# RadComboBoxItemResource28.Text
source: Stacked-Bar Graph
es: Gráfico de barras apiladas
ja: 積み上げ棒グラフ
pl: Wykres słupkowy porównawczy
pt_br: Gráfico de barras empilhadas
th: กราฟแท่งแบบซ้อนกัน
zh: 堆叠式条形图

# RadComboBoxItemResource29.Text
source: Bar Pareto Chart
es: Gráfico de barras Pareto
ja: バーパレートチャート
pl: Wykres Pareto słupkowy
pt_br: Gráfico de Pareto
th: แผนผังแท่ง Pareto
zh: 条形帕累托图

# RadComboBoxItemResource30.Text
source: Column Gauge
es: Medidor de columna
ja: 列ゲージ
pl: Miernik kolumny
pt_br: Medidor de coluna
th: เกจคอลัมน์
zh: 柱形计

# RadComboBoxItemResource31.Text
source: Column Gauge Array
es: Despliegue de medidor de columna
ja: 列ゲージ配列
pl: Tablica miernika kolumny
pt_br: Matriz de medidor de coluna
th: ตารางเกจคอลัมน์
zh: 柱形计阵列

# RadComboBoxItemResource32.Text
source: Column Chart
es: Gráfico de columnas
ja: 縦棒グラフ
pl: Wykres kolumnowy
pt_br: Gráfico de colunas
th: แผนผังคอลัมน์
zh: 柱形图

# RadComboBoxItemResource33.Text
source: Stacked-Column Chart
es: Gráfico de Apiladas-Columna
ja: 積み上げ縦棒グラフ
pl: Wykres kolumnowy porównawczy
pt_br: Gráfico de colunas empilhadas
th: แผนผังคอลัมน์แบบซ้อนกัน
zh: 堆叠式柱形图

# RadComboBoxItemResource34.Text
source: Grouped-Column Chart
es: Gráfico de Agrupados-Columna
ja: グループ化縦棒グラフ
pl: Wykres kolumnowy grupowy
pt_br: Gráfico de colunas agrupadas
th: แผนผังคอลัมน์แบบรวมกลุ่มกัน
zh: 编组式柱形图

# RadComboBoxItemResource35.Text
source: Column Pareto Chart
ja: 列パレート図
pl: Wykres Pareto kolumnowy
pt_br: Gráfico de Pareto de colunas
th: แผนผังคอลัมน์ Pareto
zh: 柱形帕累托图

# RadComboBoxItemResource36.Text
source: Line Chart
ja: 折れ線グラフ
pl: Wykres liniowy
pt_br: Gráfico de linhas
th: แผนผังเส้นกราฟ
zh: 线形图

# RadComboBoxItemResource37.Text
source: Line Chart Array
ja: 折れ線グラフ配列
pl: Tablica wykresu liniowego
pt_br: Matriz de gráfico de linhas
th: ตารางแผนผังแบบเส้นกราฟ
zh: 线型图阵列

# RadComboBoxItemResource38.Text
source: Pie Chart
ja: 円グラフ
pl: Diagram kołowy
pt_br: Gráfico de pizza
th: แผนภูมิรูปวงกลม
zh: 饼形图

# RadComboBoxItemResource39.Text
source: Pie Chart Array
ja: 円グラフ配列
pl: Tablica diagramu kołowego
pt_br: Matriz de gráfico de pizza
th: ตารางแผนภูมิรูปวงกลม
zh: 饼形图阵列

# RadComboBoxItemResource4.Text
source: FY Year Over Year
ja: 前年度の年度
pl: FY rok do roku
pt_br: Ano base igual ao ano anterior
th: FY เทียบปีต่อปี
zh: FY 逐年

# RadComboBoxItemResource40.Text
source: Radial Gauge
ja: ラジアルゲージ
pl: Miernik promieniowy
pt_br: Medidor radial
th: เกจวงกลม
zh: 径向计

# RadComboBoxItemResource41.Text
source: Radial Gauge Array
ja: ラジアルゲージ配列
pl: Tablica miernika promieniowego
pt_br: Matriz de medidor radial
th: ตารางเกจวงกลม
zh: 径向计阵列

# RadComboBoxItemResource42.Text
source: Total
ja: 合計
pl: Całość
th: รวม
zh: 总计

# RadComboBoxItemResource45.Text
source: Days Elapsed
es: Días transcurridos
ja: 経過日数
pl: Dni, które upłynęły
pt_br: Dias decorridos
th: วันที่ย่อ
zh: 经过天数

# RadComboBoxItemResource46.Text
source: Sum All
es: Suma todos
ja: 全て合計
pl: Dodaj wszystko
pt_br: Somar tudo
th: รวมทั้งหมด
zh: 全体总和

# RadComboBoxItemResource47.Text
source: Order By Measure-Location
es: Ordenar Por Medida-Ubicación
ja: 対策と場所による指示
pl: Zamów wg Miara-Lokalizacja
pt_br: Ordenar por medição-local
th: เรียงตาม สถานที่-การวัด
zh: 按测量-位置排序

# RadComboBoxItemResource48.Text
source: Order By Location-Measure
es: Ordenar Por Ubicación-Medida
ja: 場所と対策による指示
pl: Zamów wg Lokalizacja-Miara
pt_br: Ordenar por local da medição
th: เรียงตาม การวัด-สถานที่
zh: 按位置-测量排序

# RadComboBoxItemResource49.Text
source: Order By Period-Location
es: Ordenar Por Periodo-Ubicación
ja: 期間と場所による指示
pl: Zamów wg Okres-Lokalizacja
pt_br: Ordenar por período-local
th: เรียงตาม ช่วงเวลา-สถานที่
zh: 按时段-位置排序

# RadComboBoxItemResource5.Text
source: FY Metrics Effective Range
es: Año fiscal (AF) Rango efectivo de métricas
ja: FYメトリクスの有効範囲
pl: FY skuteczny zasięg metryki
pt_br: Intervalo efetivo de métricas do ano base
th: หน่วยการวัดขอบเขตที่มีประสิทธิภาพ แบบ FY
zh: FY 指标有效范围

# RadComboBoxItemResource50.Text
source: Order By Period-Measure
es: Orden por período-medida
ja: 期間別の指示
pl: Zamów wg Okres-Miara
pt_br: Ordenar por período-medida
th: เรียงตาม ช่วงเวลา-การวัด
zh: 按时段-测量排序

# RadComboBoxItemResource51.Text
source: Order By Year-Location
es: Ordenar por año-ubicación
ja: 年と場所による指示
pl: Zamów wg Rok-Lokalizacja
pt_br: Ordenar por ano-local
th: เรียงตาม ปี-สถานที่
zh: 按年份-位置排序

# RadComboBoxItemResource52.Text
source: Order By Year-Measure
es: Orden por año-medida
ja: 年と対策による指示
pl: Zamów wg Rok-Miara
pt_br: Ordenar por ano-medida
th: เรียงตาม ปี-การวัด
zh: 按年份-测量排序

# RadComboBoxItemResource53.Text
source: Auto Scale
es: Escala automática
ja: 自動スケール
pl: Skala automatyczna
pt_br: Escala automática
th: สัดส่วนอัตโนมัติ
zh: 自动缩放

# RadComboBoxItemResource54.Text
source: Set Scales
es: Establecer escalas
ja: スケールを設定
pl: Ustaw skalę
pt_br: Definir escalas
th: ตั้งค่าสัดส่วน
zh: 设定比例

# RadComboBoxItemResource55.Text
source: None
es: Ninguno
ja: 無し
pl: Brak
pt_br: Nenhum(a)
th: ไม่มี
zh: 无

# RadComboBoxItemResource57.Text
source: Current Value
es: Valor actual
ja: 現在値
pl: Obecna wartość
pt_br: Valor atual
th: ค่าปัจจุบัน
zh: 当前值

# RadComboBoxItemResource6.Text
source: Default
es: Condición base
ja: デフォルト
pl: Domyślna
pt_br: Padrão
th: ค่าเริ่มต้น
zh: 默认值

# RadComboBoxItemResource7.Text
source: By Year
es: Por año
ja: 年で
pl: Wg roku
pt_br: Por ano
th: ตามปี
zh: 按年

# RadComboBoxItemResource8.Text
source: By Month
es: Por mes
ja: 月で
pl: Wg miesiąca
pt_br: Por mês
th: ตามเดือน
zh: 按月

# RadComboBoxItemResource9.Text
source: Environmental Metrics
es: Métricas ambientales
ja: 環境基準
pl: Pomiary środowiskowe
pt_br: Métricas ambientais
th: หน่วยการวัดด้านสิ่งแวดล้อม
zh: 环境指标

# tbVIHeightResource1.ToolTip
source: height
es: Altura
ja: 高さ
pl: Wysokość
pt_br: Altura
th: ความสูง
zh: 高度

# tbVIWidthResource1.ToolTip
source: width
es: Ancho
ja: 幅
pl: Szerokość
pt_br: Largura
th: ความกว้าง
zh: 宽度

# tbVIXAxisLabelResource1.ToolTip
source: variable axis label
es: Etriqueta de eje variable
ja: 可変軸ラベル
pl: Etykieta dla zmiennej na osi
pt_br: Legenda do eixo variável
th: ฉลากแกนตัวแปล
zh: 可变轴标志

# tbVIXAxisMaxResource1.ToolTip
source: axis maximum value
es: Valor máximo del eje
ja: 軸の最大値
pl: Maksymalna wartość osi
pt_br: Valor máximo do eixo
th: ค่าสูงสุดของแกน
zh: 轴最大值

# tbVIXAxisMinResource1.ToolTip
source: axis minimum or orign value
es: Valor mínimo del eje o orign
ja: 軸の最小値または原点値
pl: Minimalna lub oryginalna wartość osi
pt_br: Valor de origem ou mínimo do eixo
th: ค่าต่ำสุดหรือเริ่มต้นของแกน
zh: 轴最小或原始值

# tbVIXAxisUnitResource1.ToolTip
source: scale unit
es: La unidad de la escala
ja: スケール単位
pl: Jednostka na skali
pt_br: Unidade da escala
th: หน่วยสเกล
zh: 比例单位
